Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: At most 2 macros can be pinned at a time. Unpin another macro first (tap its lock icon).
ar: يمكن تثبيت 2 من العناصر الكبرى كحد أقصى في وقت واحد. قم بإلغاء تثبيت عنصر آخر أولاً (اضغط على أيقونة القفل).
az: Eyni zamanda ən çox 2 makro sabitlənə bilər. Əvvəlcə başqa bir makronu çıxarın (kilid işarəsinə toxunun).
cs: Připnutá mohou být nejvýše 2 makra najednou. Nejdřív odepni jiné makro (klepni na jeho zámek).
de: Es können maximal 2 Makros gleichzeitig angeheftet werden. Löse zuerst ein anderes Makro (tippe auf das Schloss-Symbol).
es: Se pueden fijar como máximo 2 macros a la vez. Desfija otro macro primero (toca su icono de candado).
fr: Vous pouvez épingler au maximum 2 macros à la fois. Détachez d'abord une autre macro (appuyez sur son icône de verrou).
hi: एक समय में अधिकतम 2 मैक्रो पिन किए जा सकते हैं। पहले किसी अन्य मैक्रो को अनपिन करें (उसके लॉक आइकन पर टैप करें)।
it: È possibile fissare al massimo 2 macro alla volta. Sblocca prima un'altra macro (tocca l'icona del lucchetto).
ja: 一度に固定できるマクロは最大2つです。まず別のマクロの固定を解除してください（ロックアイコンをタップ）。
ko: 한 번에 최대 2개의 매크로만 고정할 수 있습니다. 다른 매크로의 고정을 먼저 해제하세요 (자물쇠 아이콘 탭).
nl: Er kunnen maximaal 2 macro's tegelijk worden vastgezet. Maak eerst een andere macro los (tik op het slotje).
pl: Jednocześnie można przypiąć maksymalnie 2 makroskładniki. Najpierw odepnij inny makroskładnik (stuknij ikonę kłódki).
pt_br: No máximo 2 macros podem ser fixados por vez. Desafixe outro macro primeiro (toque no ícone de cadeado).
ro: Se pot fixa cel mult 2 macronutrienți simultan. Elimină mai întâi fixarea altuia (atinge pictograma de lacăt).
ru: Одновременно можно закрепить не более 2 макронутриентов. Сначала открепите другой (нажмите на значок замка).
uk: Одновременно можно закрепить не более 2 макронутриентов. Сначала открепите другой (натисніть на значок замка).
zh_hans: 一次最多只能固定 2 个宏量营养素。请先取消固定另一个（点按其锁定图标）。

source: Auto-balanced
ar: موازنة تلقائية
az: Avtomatik balanslanmış
cs: Automaticky dorovnáno
de: Auto-ausgeglichen
es: Autoequilibrado
fr: Équilibrage auto
hi: स्वतः संतुलित
it: Bilanciato automaticamente
ja: 自動バランス
ko: 자동 균형
nl: Automatisch gebalanceerd
pl: Automatycznie zrównoważone
pt_br: Balanceado automaticamente
ro: Echilibrat automat
ru: Авто-баланс
uk: Авто-баланс
zh_hans: 自动平衡

source: Average
ar: المتوسط
az: Orta
cs: Průměr
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
it: Media
ja: 平均
ko: 평균
nl: Gemiddelde
pl: Średnia
pt_br: Média
ro: Medie
ru: Среднее
uk: Середнє
zh_hans: 平均

source: Ayuvo is an estimation tool, not a clinical instrument. Predictive equations carry inherent error (typically ±10% for BMR). Consult a registered dietitian, physician, or sports medicine professional before significant diet changes — especially if you have a medical condition, are pregnant or breastfeeding, are under 18, or are managing an eating disorder.
ar: Ayuvo أداة تقديرية وليس جهازًا طبيًا. تحمل المعادلات التنبؤية خطأً متأصلًا (عادةً ±10% لمعدل الأيض الأساسي). استشر اختصاصي تغذية مُسجَّلًا أو طبيبًا أو متخصصًا في طب الرياضة قبل إجراء تغييرات كبيرة في النظام الغذائي — خاصةً إذا كانت لديك حالة طبية، أو كنتِ حاملًا أو مرضعة، أو كان عمرك أقل من 18 عامًا، أو كنت تتعامل مع اضطراب في الأكل.
az: Ayuvo bir qiymətləndirmə alətidir, klinik cihaz deyil. Proqnoz tənliklərində daxili xəta var (BMR üçün adətən ±10%). Pəhrizdə ciddi dəyişikliklər etməzdən əvvəl qeydiyyatdan keçmiş diyetoloq, həkim və ya idman təbabəti mütəxəssisi ilə məsləhətləşin — xüsusilə tibbi vəziyyətiniz varsa, hamiləsinizsə və ya əmizdirirsinizsə, 18 yaşdan kiçiksinizsə və ya yemək pozuntusu ilə mübarizə aparırsınızsa.
cs: Ayuvo je odhadovací nástroj, ne klinický přístroj. Predikční rovnice mají přirozenou chybu (u BMR typicky ±10 %). Před zásadními změnami stravy se poraď s nutričním terapeutem, lékařem nebo sportovním lékařem — zvlášť pokud máš zdravotní potíže, čekáš dítě nebo kojíš, je ti méně než 18, nebo řešíš poruchu příjmu potravy.
de: Ayuvo ist ein Schätzwerkzeug, kein klinisches Instrument. Prädiktive Gleichungen haben einen inhärenten Fehler (typischerweise ±10 % beim Grundumsatz). Konsultiere vor wesentlichen Ernährungsumstellungen eine qualifizierte Ernährungsfachkraft, einen Arzt oder einen Sportmediziner — insbesondere wenn du eine medizinische Erkrankung hast, schwanger bist oder stillst, unter 18 Jahre alt bist oder mit einer Essstörung umgehst.
es: Ayuvo es una herramienta de estimación, no un instrumento clínico. Las ecuaciones predictivas tienen un error inherente (normalmente ±10 % en el BMR). Consulta a un dietista titulado, a un médico o a un especialista en medicina deportiva antes de hacer cambios importantes en tu dieta, especialmente si tienes una condición médica, estás embarazada o en período de lactancia, eres menor de 18 años, o estás gestionando un trastorno alimentario.
fr: Ayuvo est un outil d'estimation, pas un instrument clinique. Les équations prédictives comportent une erreur inhérente (généralement ±10 % pour le BMR). Consultez un diététicien diplômé, un médecin ou un médecin du sport avant tout changement important de régime — surtout si vous avez une condition médicale, êtes enceinte ou allaitez, avez moins de 18 ans, ou gérez un trouble du comportement alimentaire.
hi: Ayuvo एक अनुमान उपकरण है, नैदानिक उपकरण नहीं। पूर्वानुमान समीकरणों में अंतर्निहित त्रुटि होती है (BMR के लिए आमतौर पर ±10%)। आहार में महत्वपूर्ण परिवर्तन करने से पहले किसी पंजीकृत आहार विशेषज्ञ, चिकित्सक या खेल चिकित्सा पेशेवर से परामर्श करें — विशेष रूप से यदि आपको कोई चिकित्सा स्थिति है, गर्भवती हैं या स्तनपान करा रही हैं, 18 वर्ष से कम आयु के हैं, या किसी खाने के विकार का प्रबंधन कर रहे हैं।
it: Ayuvo è uno strumento di stima, non uno strumento clinico. Le equazioni predittive hanno un errore intrinseco (tipicamente ±10% per il BMR). Consulta un dietista registrato, un medico o uno specialista in medicina dello sport prima di apportare modifiche significative alla dieta — soprattutto se hai una condizione medica, sei incinta o stai allattando, hai meno di 18 anni o stai gestendo un disturbo alimentare.
ja: Ayuvoは推定ツールであり、臨床機器ではありません。予測式には固有の誤差があります(BMRで通常±10%)。食事を大きく変更する前に、登録栄養士、医師、またはスポーツ医学の専門家に相談してください。特に、持病がある、妊娠中または授乳中、18歳未満、もしくは摂食障害を抱えている場合は必ずご相談ください。
ko: Ayuvo는 추정 도구이며 임상 기기가 아닙니다. 예측 방정식에는 고유한 오차가 있습니다(BMR의 경우 일반적으로 ±10%). 식단을 크게 바꾸기 전에 등록 영양사, 의사 또는 스포츠 의학 전문가와 상의하세요 — 특히 의학적 상태가 있거나, 임신 중이거나 모유 수유 중이거나, 18세 미만이거나, 섭식 장애를 관리 중인 경우 반드시 상담하시기 바랍니다.
nl: Ayuvo is een schattingsinstrument, geen klinisch instrument. Voorspellende vergelijkingen bevatten een inherente foutmarge (meestal ±10% voor BMR). Raadpleeg een geregistreerde diëtist, arts of sportarts voordat je grote dieetwijzigingen doorvoert — zeker als je een medische aandoening hebt, zwanger bent of borstvoeding geeft, jonger bent dan 18 of een eetstoornis behandelt.
pl: Ayuvo jest narzędziem szacującym, a nie instrumentem klinicznym. Równania predykcyjne mają wrodzony błąd (zwykle ±10% dla BMR). Skonsultuj się z dietetykiem, lekarzem lub specjalistą medycyny sportowej przed dużymi zmianami diety — zwłaszcza jeśli masz chorobę, jesteś w ciąży lub karmisz piersią, masz mniej niż 18 lat albo leczysz zaburzenia odżywiania.
pt_br: O Ayuvo é uma ferramenta de estimativa, não um instrumento clínico. Equações preditivas têm um erro inerente (tipicamente ±10% para o BMR). Consulte um nutricionista, médico ou profissional de medicina esportiva antes de fazer mudanças significativas na dieta — especialmente se você tem uma condição médica, está grávida ou amamentando, tem menos de 18 anos ou está lidando com um transtorno alimentar.
ro: Ayuvo este un instrument de estimare, nu un instrument clinic. Ecuațiile predictive au o eroare inerentă (de obicei ±10% pentru BMR). Consultă un dietetician înregistrat, un medic sau un specialist în medicină sportivă înainte de a face schimbări semnificative în dietă — mai ales dacă ai o afecțiune medicală, ești însărcinată sau alăptezi, ai sub 18 ani sau gestionezi o tulburare de alimentație.
ru: Ayuvo — это инструмент оценки, а не клинический прибор. В прогностических уравнениях есть внутренняя погрешность (обычно ±10% для BMR). Перед существенными изменениями рациона проконсультируйтесь с дипломированным диетологом, врачом или спортивным врачом — особенно если у вас есть заболевание, вы беременны или кормите грудью, вам меньше 18 лет, или вы справляетесь с расстройством пищевого поведения.
uk: Ayuvo — це інструмент для оцінювання, а не клінічний прилад. Прогностичні рівняння мають властиву їм похибку (зазвичай ±10%% для BMR). Проконсультуйтеся з лікарем або дієтологом перед значними змінами в дієті, особливо якщо ви маєте медичні протипоказання, вагітні, годуєте грудьми, вам не виповнилося 18 років або ви маєте розлади харчової поведінки.
zh_hans: Ayuvo 是一款估算工具,而非临床设备。预测公式存在固有误差(BMR 通常约为 ±10%)。在对饮食做出重大改变之前,请咨询注册营养师、医生或运动医学专业人士 — 尤其是当你患有疾病、正在怀孕或哺乳、未满 18 岁或正在应对饮食失调问题时。

source: Ayuvo would like to send you Notifications
ar: يرغب Ayuvo في إرسال إشعارات إليك
az: Ayuvo sizə Bildirişlər göndərmək istəyir
cs: Ayuvo ti chce posílat oznámení
de: Ayuvo möchte dir Mitteilungen senden
es: Ayuvo quiere enviarte notificaciones
fr: Ayuvo souhaite vous envoyer des notifications
hi: Ayuvo आपको सूचनाएँ भेजना चाहता है
it: Ayuvo desidera inviarti notifiche
ja: Ayuvoが通知の送信を求めています
ko: Ayuvo에서 알림을 보내려고 합니다
nl: Ayuvo wil je meldingen sturen
pl: Ayuvo chce wysyłać Ci powiadomienia
pt_br: Ayuvo deseja enviar notificações para você
ro: Ayuvo dorește să îți trimită notificări
ru: Ayuvo хочет отправлять вам уведомления
uk: Ayuvo хочет отправлять вам уведомления
zh_hans: Ayuvo 想要向你发送通知

source: Balanced pace set
ar: تم ضبط وتيرة متوازنة
az: Balanslı sürət təyin edildi
cs: Vyvážené tempo nastaveno
de: Ausgewogenes Tempo eingestellt
es: Ritmo equilibrado establecido
fr: Rythme équilibré défini
hi: संतुलित गति सेट की गई
it: Ritmo bilanciato impostato
ja: バランスの取れたペースを設定
ko: 균형 잡힌 속도 설정됨
nl: Gebalanceerd tempo ingesteld
pl: Ustawiono zrównoważone tempo
pt_br: Ritmo equilibrado definido
ro: Ritm echilibrat setat
ru: Установлен сбалансированный темп
uk: Збалансований темп установлено
zh_hans: 已设置平衡节奏

source: Before Ayuvo sends data to a third-party AI provider, we need your permission.
ar: قبل أن يرسل Ayuvo البيانات إلى مزوّد ذكاء اصطناعي خارجي، نحتاج إلى إذنك.
az: Ayuvo üçüncü tərəf AI provayderinə məlumat göndərməzdən əvvəl icazəniz lazımdır.
cs: Než Ayuvo odešle data AI poskytovateli třetí strany, potřebujeme tvůj souhlas.
de: Bevor Ayuvo Daten an einen externen KI-Anbieter sendet, benötigen wir deine Zustimmung.
es: Antes de que Ayuvo envíe datos a un proveedor de IA externo, necesitamos tu permiso.
fr: Avant que Ayuvo n'envoie des données à un fournisseur d'IA tiers, nous avons besoin de votre autorisation.
hi: Ayuvo द्वारा किसी तृतीय-पक्ष AI प्रदाता को डेटा भेजने से पहले, हमें आपकी अनुमति चाहिए।
it: Prima che Ayuvo invii dati a un fornitore di IA di terze parti, abbiamo bisogno del tuo permesso.
ja: AyuvoがサードパーティのAIプロバイダーにデータを送信する前に、許可が必要です。
ko: Ayuvo가 타사 AI 제공업체로 데이터를 보내기 전에 사용자의 동의가 필요합니다.
nl: Voordat Ayuvo gegevens naar een externe AI-provider stuurt, hebben we je toestemming nodig.
pl: Zanim Ayuvo wyśle dane do zewnętrznego dostawcy AI, potrzebujemy Twojej zgody.
pt_br: Antes de o Ayuvo enviar dados para um provedor de IA de terceiros, precisamos da sua permissão.
ro: Înainte ca Ayuvo să trimită date către un furnizor de IA terț, avem nevoie de permisiunea ta.
ru: Прежде чем Ayuvo отправит данные стороннему провайдеру ИИ, нам нужно ваше разрешение.
uk: Прежде чем Ayuvo отправит данние стороннему провайдеру ШІ, нам нужно ваше разрешение.
zh_hans: 在 Ayuvo 向第三方 AI 提供商发送数据之前,我们需要获得你的许可。

source: Birthday
ar: تاريخ الميلاد
az: Doğum Günü
cs: Narozeniny
de: Geburtstag
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्मदिन
it: Data di nascita
ja: 誕生日
ko: 생일
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
ro: Data nașterii
ru: Дата рождения
uk: День народження
zh_hans: 生日

source: BMR = 370 + 21.6 × LBM(kg) LBM = weight × (1 − bodyFat%)
ar: BMR = 370 + 21.6 × LBM(كغ) LBM = الوزن × (1 − نسبة دهون الجسم)
az: BMR = 370 + 21,6 × YBK(kq) YBK = çəki × (1 − bədən yağı faizi)
de: BMR = 370 + 21,6 × FFM(kg) FFM = Gewicht × (1 − Körperfettanteil)
es: BMR = 370 + 21,6 × MCM(kg) MCM = peso × (1 − porcentaje de grasa corporal)
fr: BMR = 370 + 21,6 × MM(kg) MM = poids × (1 − pourcentage de masse grasse)
hi: BMR = 370 + 21.6 × LBM(kg) LBM = वज़न × (1 − शरीर की वसा का प्रतिशत)
it: BMR = 370 + 21,6 × MM(kg) MM = peso × (1 − percentuale di grasso corporeo)
ja: BMR = 370 + 21.6 × LBM(kg) LBM = 体重 × (1 − 体脂肪率)
ko: BMR = 370 + 21.6 × LBM(kg) LBM = 체중 × (1 − 체지방률)
nl: BMR = 370 + 21,6 × VVM(kg) VVM = gewicht × (1 − lichaamsvetpercentage)
pl: BMR = 370 + 21,6 × BMC(kg) BMC = masa ciała × (1 − procent tkanki tłuszczowej)
pt_br: BMR = 370 + 21,6 × MCM(kg) MCM = peso × (1 − percentual de gordura corporal)
ro: BMR = 370 + 21,6 × MCS(kg) MCS = greutate × (1 − procentul de grăsime corporală)
ru: BMR = 370 + 21,6 × БМТ(кг) БМТ = вес × (1 − %жира)
uk: BMR = 370 + 21,6 × БМТ(кг) БМТ = вес × (1 − %жира)
zh_hans: BMR = 370 + 21.6 × LBM(kg) LBM = 体重 × (1 − 体脂率)

source: Body Fat
ar: نسبة الدهون
az: Bədən yağı
cs: Tělesný tuk
de: Körperfett
es: Grasa corporal
fr: Masse grasse
hi: बॉडी फैट
it: Grasso corporeo
ja: 体脂肪
ko: 체지방
nl: Vetpercentage
pl: Tkanka tłuszczowa
pt_br: Gordura corporal
ro: Grăsime corporală
ru: Жир тела
uk: Відсоток жиру
zh_hans: 体脂

source: Body Fat %
ar: نسبة الدهون %
az: Bədən Yağı %
cs: Tělesný tuk (%)
de: Körperfett %
es: Grasa corporal %
fr: % de graisse corporelle
hi: शरीर में वसा %
it: Grasso corporeo %
ja: 体脂肪率 %
ko: 체지방률 %
nl: Lichaamsvet %
pl: % tkanki tłuszczowej
pt_br: Gordura corporal %
ro: Grăsime corporală %
ru: Жир в организме %
uk: % жиру в організмі
zh_hans: 体脂率 %

source: Body Fat Goal
ar: هدف نسبة الدهون
az: Bədən yağı hədəfi
cs: Cíl tělesného tuku
de: Körperfett-Ziel
es: Objetivo de grasa corporal
fr: Objectif de masse grasse
hi: बॉडी फैट लक्ष्य
it: Obiettivo grasso corporeo
ja: 体脂肪目標
ko: 체지방 목표
nl: Vetpercentage-doel
pl: Cel tkanki tłuszczowej
pt_br: Objetivo de gordura corporal
ro: Țintă grăsime corporală
ru: Цель по жиру
uk: Цільовий % жиру
zh_hans: 体脂目标

source: Body Fat History
ar: سجل نسبة الدهون
az: Bədən Yağı Tarixçəsi
cs: Historie tělesného tuku
de: Körperfettverlauf
es: Historial de grasa corporal
fr: Historique de la masse grasse
hi: बॉडी फैट इतिहास
it: Cronologia grasso corporeo
ja: 体脂肪履歴
ko: 체지방 기록
nl: Vetpercentagegeschiedenis
pl: Historia tkanki tłuszczowej
pt_br: Histórico de gordura corporal
ro: Istoric grăsime corporală
ru: История жира тела
uk: Історія жиру в організмі
zh_hans: 体脂历史

source: Body fat history: review and delete individual entries, just like weight.
ar: سجل دهون الجسم: راجع واحذف الإدخالات الفردية تمامًا كما في الوزن.
az: Bədən yağı tarixçəsi: çəki kimi ayrı-ayrı qeydlərə baxın və silin.
cs: Historie tělesného tuku: prohlížej a maž jednotlivé záznamy, stejně jako u váhy.
de: Körperfett-Verlauf: einzelne Einträge ansehen und löschen, genau wie beim Gewicht.
es: Historial de grasa corporal: revisa y elimina entradas individuales, igual que con el peso.
fr: Historique de masse grasse : consultez et supprimez chaque entrée, comme pour le poids.
hi: बॉडी फ़ैट इतिहास: वज़न की तरह हर प्रविष्टि देखें और हटाएँ।
it: Storico grasso corporeo: consulta ed elimina le singole voci, proprio come per il peso.
ja: 体脂肪履歴：体重と同じように、個別の記録を確認・削除できます。
ko: 체지방 기록: 체중과 마찬가지로 개별 항목을 확인하고 삭제할 수 있습니다.
nl: Vetpercentagegeschiedenis: bekijk en verwijder losse metingen, net als bij gewicht.
pl: Historia tkanki tłuszczowej: przeglądaj i usuwaj pojedyncze wpisy, tak jak przy wadze.
pt_br: Histórico de gordura corporal: veja e exclua entradas individuais, como no peso.
ro: Istoric grăsime corporală: vezi și șterge intrări individuale, la fel ca la greutate.
ru: История жира: просматривайте и удаляйте отдельные записи, как и с весом.
uk: Історія жиру в організмі: переглядайте та видаляйте окремі записи, так само як і вагу.
zh_hans: 体脂历史：像体重一样查看并删除单条记录。

source: Bring Your Own AI
ar: استخدم الذكاء الاصطناعي الخاص بك
az: Öz AI-nizi Gətirin
cs: Přines si vlastní AI
de: Eigene KI verwenden
es: Usa tu propia IA
fr: Utilisez votre propre IA
hi: अपना खुद का AI लाएं
it: Usa la tua IA
ja: 自分のAIを使う
ko: 자신의 AI 사용
nl: Gebruik je eigen AI
pl: Własna AI
pt_br: Use sua própria IA
ro: Adu propriul tău AI
ru: Используйте свой ИИ
uk: Використовуйте власний ШІ
zh_hans: 使用你自己的 AI

source: Calculated calories burned
ar: السعرات الحرارية المحروقة المحسوبة
az: Hesablanmış yandırılan kalorilər
de: Berechnete verbrannte Kalorien
es: Calorías quemadas calculadas
fr: Calories brûlées calculées
hi: गणना की गई बर्न कैलोरी
it: Calorie bruciate calcolate
ja: 計算された消費カロリー
ko: 계산된 칼로리 소모량
nl: Berekende verbrande calorieën
pl: Obliczone spalone kalorie
pt_br: Calorias queimadas calculadas
ro: Calorii arse calculate
ru: Расчётные сожжённые калории
uk: Расчётние сожжённие калории
zh_hans: 计算出的消耗卡路里

source: Calculated Workout Burn
ar: حرق السعرات المحسوب للتمارين
az: Hesablanmış məşq sərfiyyatı
de: Berechneter Trainingsverbrauch
es: Calorías calculadas del entrenamiento
fr: Dépense calorique calculée des entraînements
hi: वर्कआउट में अनुमानित कैलोरी बर्न
it: Consumo calorico calcolato degli allenamenti
ja: ワークアウトの推定消費カロリー
ko: 계산된 운동 칼로리 소모량
nl: Berekend calorieverbruik van trainingen
pl: Obliczone spalanie treningowe
pt_br: Gasto calculado nos treinos
ro: Consum calculat prin antrenament
ru: Расчётный расход на тренировках
uk: Расчётний расход на тренировках
zh_hans: 计算得出的锻炼消耗

source: Calculation Methods
ar: طرق الحساب
az: Hesablama Üsulları
cs: Metody výpočtu
de: Berechnungsmethoden
es: Métodos de cálculo
fr: Méthodes de calcul
hi: गणना विधियाँ
it: Metodi di calcolo
ja: 計算方法
ko: 계산 방법
nl: Berekeningsmethoden
pl: Metody obliczeń
pt_br: Métodos de cálculo
ro: Metode de calcul
ru: Методы расчёта
uk: Методи розрахунку
zh_hans: 计算方法

source: Calorie target for goal
ar: هدف السعرات الحرارية للهدف
az: Məqsəd üçün kalori hədəfi
cs: Kalorický cíl podle cíle
de: Kalorienziel für dein Ziel
es: Objetivo de calorías para la meta
fr: Objectif calorique pour le but
hi: लक्ष्य के लिए कैलोरी लक्ष्य
it: Obiettivo calorico per il traguardo
ja: 目標達成のためのカロリー目標
ko: 목표를 위한 칼로리 목표
nl: Caloriedoel voor je doel
pl: Cel kalorii dla celu
pt_br: Meta de calorias para o objetivo
ro: Țintă calorică pentru obiectiv
ru: Целевая калорийность для цели
uk: Цільова калорійність
zh_hans: 目标卡路里值

source: Calorie, macro, fiber, sugar, saturated fat, cholesterol, caffeine, sodium, potassium and other detailed nutrition values returned per meal are AI-generated estimates from the food image, voice transcript, or text description, using the AI provider you selected.
ar: السعرات الحرارية والمغذيات الكبرى والألياف والسكر والدهون المشبعة والكوليسترول والكافيين والصوديوم والبوتاسيوم وغيرها من القيم الغذائية التفصيلية التي تظهر لكل وجبة هي تقديرات ينشئها الذكاء الاصطناعي من صورة الطعام أو النسخ الصوتي أو الوصف النصي، باستخدام مزوّد الذكاء الاصطناعي الذي اخترته.
az: Hər yemək üçün qaytarılan kalori, makro, lif, şəkər, doymuş yağ, xolesterin, kofein, natrium, kalium və digər ətraflı qidalanma dəyərləri seçdiyiniz AI provayderindən istifadə edilərək qida şəkli, səs transkripti və ya mətn təsviri əsasında AI tərəfindən yaradılan təxminlərdir.
de: Kalorien, Makros, Ballaststoffe, Zucker, gesättigte Fettsäuren, Cholesterin, Koffein, Natrium, Kalium und andere detaillierte Nährwerte pro Mahlzeit sind KI-generierte Schätzungen aus dem Lebensmittelfoto, der Sprachtranskription oder der Textbeschreibung. Dafür wird der von dir ausgewählte KI-Anbieter verwendet.
es: Las calorías, macros, fibra, azúcar, grasas saturadas, colesterol, cafeína, sodio, potasio y otros valores nutricionales detallados de cada comida son estimaciones generadas por IA a partir de la foto del alimento, la transcripción de voz o la descripción de texto, usando el proveedor de IA que seleccionaste.
fr: Les calories, macros, fibres, sucres, graisses saturées, cholestérol, caféine, sodium, potassium et autres valeurs nutritionnelles détaillées de chaque repas sont des estimations générées par l’IA à partir de la photo de l’aliment, de la transcription vocale ou de la description textuelle, au moyen du fournisseur d’IA sélectionné.
hi: हर भोजन के लिए मिलने वाली कैलोरी, मैक्रो, फ़ाइबर, शुगर, सैचुरेटेड फैट, कोलेस्ट्रॉल, कैफ़ीन, सोडियम, पोटैशियम और अन्य विस्तृत पोषण मान भोजन की फ़ोटो, वॉइस ट्रांसक्रिप्ट या टेक्स्ट विवरण से, आपके चुने हुए AI प्रोवाइडर द्वारा तैयार किए गए अनुमान हैं।
it: Calorie, macro, fibre, zuccheri, grassi saturi, colesterolo, caffeina, sodio, potassio e altri valori nutrizionali dettagliati restituiti per ogni pasto sono stime generate dall’IA a partire dalla foto del cibo, dalla trascrizione vocale o dalla descrizione testuale, usando il provider IA selezionato.
ja: 食事ごとに返されるカロリー、マクロ、食物繊維、糖類、飽和脂肪、コレステロール、カフェイン、ナトリウム、カリウムなどの詳細な栄養値は、選択したAIプロバイダーが食品写真、音声の文字起こし、またはテキスト説明から生成した推定値です。
ko: 식사별 칼로리, 매크로, 식이섬유, 당류, 포화지방, 콜레스테롤, 카페인, 나트륨, 칼륨 및 기타 상세 영양값은 선택한 AI 제공자가 음식 사진, 음성 기록 또는 텍스트 설명을 바탕으로 생성한 추정치입니다.
nl: Calorieën, macro’s, vezels, suiker, verzadigd vet, cholesterol, cafeïne, natrium, kalium en andere gedetailleerde voedingswaarden per maaltijd zijn door AI gegenereerde schattingen op basis van de voedselfoto, stemtranscriptie of tekstbeschrijving via de door jou gekozen AI-provider.
pl: Kalorie, makroskładniki, błonnik, cukier, tłuszcze nasycone, cholesterol, kofeina, sód, potas i inne szczegółowe wartości odżywcze zwracane dla każdego posiłku są szacunkami generowanymi przez AI na podstawie zdjęcia jedzenia, transkrypcji głosu lub opisu tekstowego przy użyciu wybranego dostawcy AI.
pt_br: Calorias, macros, fibras, açúcar, gordura saturada, colesterol, cafeína, sódio, potássio e outros valores nutricionais detalhados de cada refeição são estimativas geradas por IA a partir da foto do alimento, da transcrição de voz ou da descrição em texto, usando o provedor de IA selecionado.
ro: Caloriile, macronutrienții, fibrele, zahărul, grăsimile saturate, colesterolul, cofeina, sodiul, potasiul și alte valori nutriționale detaliate pentru fiecare masă sunt estimări generate de AI din fotografia alimentului, transcrierea vocală sau descrierea text, folosind furnizorul de AI selectat.
ru: Калории, макросы, клетчатка, сахар, насыщенные жиры, холестерин, натрий, калий и другие значения по каждому блюду — это оценки ИИ по фото, голосовой записи или текстовому описанию через выбранного вами провайдера.
uk: Калорії, макроси, клітковина, цукор, насичені жири, холестерин, кофеїн, натрій, калій та інші детальні харчові показники для кожного прийому їжі — це оцінки, згенеровані ШІ на основі фотографії, голосового розпізнавання або текстового опису, використовуючи обраного вами постачальника ШІ.
zh_hans: 每餐返回的卡路里、宏量营养素、纤维、糖、饱和脂肪、胆固醇、咖啡因、钠、钾及其他详细营养值，都是你所选的 AI 服务商根据食物图片、语音转写或文字描述生成的估算值。

source: Calories
ar: السعرات الحرارية
az: Kalorilər
cs: Kalorie
de: Kalorien
es: Calorías
hi: कैलोरी
it: Calorie
ja: カロリー
ko: 칼로리
nl: Calorieën
pl: Kalorie
pt_br: Calorias
ro: Calorii
ru: Калории
uk: Калорії
zh_hans: 卡路里
